Repository: veljkoni/Chessko
Catalog: Chessko/Localizable.xcstrings
Source language: sr
Languages: de, en, fr, hi, it, ru, zh_hans

source: Kapablanka je naučio šah sa svega **četiri godine** gledajući svog oca. Nikada nije pohađao šahovsku školu — sve je naučio sam, igrajući. Već sa 13 godina pobedio je kubanslog prvaka Juana Corzo-a i postao nacionalna senzacija.
de: Capablanca lernte Schach mit nur **vier Jahren**, indem er seinem Vater zusah. Er besuchte nie eine Schachschule — er lernte alles selbst durchs Spielen. Mit nur 13 Jahren schlug er den kubanischen Meister Juan Corzo und wurde eine nationale Sensation.
en: Capablanca learned chess at just **four years old** by watching his father. He never attended a chess school — he learned it all himself, by playing. At only 13 he beat the Cuban champion Juan Corzo and became a national sensation.
fr: Capablanca a appris les échecs à seulement **quatre ans** en regardant son père. Il n’a jamais fréquenté d’école d’échecs — il a tout appris seul, en jouant. À seulement 13 ans, il a battu le champion cubain Juan Corzo et est devenu une sensation nationale.
hi: कापाब्लांका ने महज़ **चार साल** की उम्र में अपने पिता को देखकर शतरंज सीखी। उन्होंने कभी शतरंज स्कूल नहीं गए — सब कुछ खुद खेलकर सीखा। केवल 13 वर्ष की उम्र में उन्होंने क्यूबाई चैंपियन हुआन कोर्ज़ो को हराकर राष्ट्रीय सनसनी बन गए।
it: Capablanca imparò gli scacchi a soli **quattro anni** guardando suo padre. Non frequentò mai una scuola di scacchi — imparò tutto da solo, giocando. A soli 13 anni batté il campione cubano Juan Corzo e divenne una sensazione nazionale.
ru: Капабланка научился шахматам всего в **четыре года**, наблюдая за отцом. Он никогда не посещал шахматную школу — всему научился сам, играя. Уже в 13 лет он обыграл кубинского чемпиона Хуана Корсо и стал национальной сенсацией.
zh_hans: 卡帕布兰卡年仅**四岁**便通过观看父亲下棋学会了国际象棋。他从未上过棋校——全靠自己在对弈中学会。年仅 13 岁，他便击败古巴冠军胡安·科尔索，成为全国轰动人物。

source: U periodu **1916–1924. godine** nije izgubio nijednu partiju. Svetsku šampionsku titulu osvojio je 1921. pobedivši legendarnog Emanuela Laskera, koji je bio prvak čitavih 27 godina.
de: Im Zeitraum **1916–1924** verlor er keine einzige Partie. Den Weltmeistertitel gewann er 1921, indem er den legendären Emanuel Lasker besiegte, der ganze 27 Jahre Weltmeister gewesen war.
en: In the period **1916–1924** he did not lose a single game. He won the world championship title in 1921, defeating the legendary Emanuel Lasker, who had been champion for a full 27 years.
fr: De **1916 à 1924**, il n’a perdu aucune partie. Il a remporté le titre de champion du monde en 1921 en battant le légendaire Emanuel Lasker, champion pendant 27 ans.
hi: **1916–1924** की अवधि में उन्होंने एक भी बाज़ी नहीं हारी। 1921 में उन्होंने पूरे 27 वर्षों तक चैंपियन रहे महान एमानुएल लास्कर को हराकर विश्व चैंपियन का खिताब जीता।
it: Nel periodo **1916–1924** non perse nemmeno una partita. Conquistò il titolo mondiale nel 1921 battendo il leggendario Emanuel Lasker, campione per ben 27 anni.
ru: В период **1916–1924 годов** он не проиграл ни одной партии. Титул чемпиона мира он завоевал в 1921 году, победив легендарного Эмануэля Ласкера, который был чемпионом целых 27 лет.
zh_hans: 在 **1916–1924 年** 间，他没有输掉一盘棋。1921 年，他击败统治棋坛长达 27 年的传奇人物埃马努埃尔·拉斯克，夺得世界冠军头衔。

source: Fotografska preciznost
de: Fotografische Präzision
en: Photographic precision
fr: Une précision photographique
hi: तस्वीर जैसी सटीकता
it: Precisione fotografica
ru: Фотографическая точность
zh_hans: 照相般的精确

source: Pobedio je jednostavnošću i savršenom tehnikom — ne agresijom.
de: Er gewann durch Einfachheit und perfekte Technik — nicht durch Aggression.
en: He won through simplicity and perfect technique — not aggression.
fr: Il gagnait par la simplicité et une technique parfaite — non par l’agressivité.
hi: उन्होंने सरलता और उत्तम तकनीक से जीत हासिल की — आक्रामकता से नहीं।
it: Vinceva con la semplicità e una tecnica perfetta — non con l’aggressività.
ru: Он побеждал простотой и безупречной техникой — не агрессией.
zh_hans: 他靠简洁和完美的技术取胜——而非凶猛进攻。

source: Popularizator šaha
de: Ein Popularisierer des Schachs
en: A populariser of chess
fr: Un vulgarisateur des échecs
hi: शतरंज के प्रचारक
it: Un divulgatore degli scacchi
ru: Популяризатор шахмат
zh_hans: 国际象棋的普及者

source: "Chess Fundamentals" (1921) je pisao upravo za početnike i amatere.
de: Er schrieb „Chess Fundamentals“ (1921) genau für Anfänger und Amateure.
en: He wrote "Chess Fundamentals" (1921) precisely for beginners and amateurs.
fr: Il a écrit « Chess Fundamentals » (1921) précisément pour les débutants et les amateurs.
hi: उन्होंने "Chess Fundamentals" (1921) ठीक शुरुआती और शौकिया खिलाड़ियों के लिए लिखी।
it: Scrisse "Chess Fundamentals" (1921) proprio per principianti e dilettanti.
ru: Он написал «Chess Fundamentals» (1921) именно для начинающих и любителей.
zh_hans: 他写《国际象棋基础》(1921) 正是为了初学者和业余爱好者。

source: Sav sadržaj lekcija preuzet je iz digitalne verzije knjige dostupne na **Project Gutenberg** — neprofitnoj biblioteci knjiga u javnom domenu.
de: Alle Lektionsinhalte stammen aus der digitalen Version des Buches, verfügbar bei **Project Gutenberg** — einer gemeinnützigen Bibliothek gemeinfreier Bücher.
en: All lesson content is taken from the digital version of the book available on **Project Gutenberg** — a non-profit library of public-domain books.
fr: Tout le contenu des leçons provient de la version numérique du livre disponible sur **Project Gutenberg** — une bibliothèque à but non lucratif d’ouvrages du domaine public.
hi: सभी पाठ सामग्री **Project Gutenberg** पर उपलब्ध पुस्तक के डिजिटल संस्करण से ली गई है — सार्वजनिक डोमेन की पुस्तकों का एक गैर-लाभकारी पुस्तकालय।
it: Tutti i contenuti delle lezioni provengono dalla versione digitale del libro disponibile su **Project Gutenberg** — una biblioteca senza scopo di lucro di libri di pubblico dominio.
ru: Весь материал уроков взят из цифровой версии книги, доступной на **Project Gutenberg** — некоммерческой библиотеке книг в общественном достоянии.
zh_hans: 所有课程内容均取自 **古腾堡计划** 上提供的该书数字版——一个收录公共领域图书的非营利图书馆。

source: Možeš je pročitati u celosti besplatno, bez registracije.
de: Du kannst es vollständig kostenlos lesen, ohne Registrierung.
en: You can read it in full for free, without registration.
fr: Vous pouvez le lire intégralement gratuitement, sans inscription.
hi: आप इसे बिना पंजीकरण के पूरी तरह मुफ़्त पढ़ सकते हैं।
it: Puoi leggerlo per intero gratuitamente, senza registrazione.
ru: Вы можете прочитать её полностью бесплатно, без регистрации.
zh_hans: 你可以免费、无需注册地完整阅读它。

source: Zahvalnost
de: Danksagung
en: Acknowledgement
fr: Remerciements
hi: आभार
it: Ringraziamenti
ru: Благодарность
zh_hans: 致谢

source: Chessko duguje zahvalnost Kapablanki na bezvremenim principima i Project Gutenberg zajednici volontera koji su digitalizovali ovu i hiljade drugih knjiga.
de: Chessko schuldet Capablanca Dank für seine zeitlosen Prinzipien und der Project-Gutenberg-Gemeinschaft von Freiwilligen, die dieses und Tausende anderer Bücher digitalisiert haben.
en: Chessko owes thanks to Capablanca for his timeless principles and to the Project Gutenberg community of volunteers who digitised this and thousands of other books.
fr: Chessko remercie Capablanca pour ses principes intemporels et la communauté de bénévoles de Project Gutenberg qui ont numérisé ce livre et des milliers d’autres.
hi: Chessko, कापाब्लांका के कालजयी सिद्धांतों और Project Gutenberg के स्वयंसेवकों के समुदाय का आभारी है जिन्होंने इस और हज़ारों अन्य पुस्तकों को डिजिटल किया।
it: Chessko deve gratitudine a Capablanca per i suoi principi senza tempo e alla comunità di volontari di Project Gutenberg che ha digitalizzato questo e migliaia di altri libri.
ru: Chessko благодарит Капабланку за его вечные принципы и сообщество волонтёров Project Gutenberg, оцифровавших эту и тысячи других книг.
zh_hans: Chessko 感谢卡帕布兰卡留下的永恒原则，也感谢古腾堡计划的志愿者社区，他们数字化了这本书及成千上万本其他书籍。

source: Šah
de: Schach
en: Check
fr: Échec
hi: शह
it: Scacco
ru: Шах
zh_hans: 将军

source: Ponavljanje pozicije
de: Stellungswiederholung
en: Repetition of position
fr: Répétition de position
hi: स्थिति की पुनरावृत्ति
it: Ripetizione di posizione
ru: Повторение позиции
zh_hans: 重复局面

source: Nedovoljno materijala
de: Ungenügendes Material
en: Insufficient material
fr: Matériel insuffisant
hi: अपर्याप्त सामग्री
it: Materiale insufficiente
ru: Недостаточно материала
zh_hans: 子力不足

source: Kreće se jedno polje napred. Uzima figuru dijagonalno ispred sebe. Sa startne pozicije može da skoči i dva polja odjednom.
de: Er zieht ein Feld vorwärts. Er schlägt eine Figur diagonal vor sich. Von seinem Startfeld darf er zwei Felder auf einmal vorrücken.
en: It moves one square forward. It captures a piece diagonally in front of it. From its starting position it may jump two squares at once.
fr: Il avance d’une case. Il capture une pièce en diagonale devant lui. Depuis sa case de départ, il peut avancer de deux cases d’un coup.
hi: यह एक खाना आगे चलता है। अपने सामने तिरछे मोहरा मारता है। शुरुआती स्थिति से एक बार में दो खाने कूद सकता है।
it: Avanza di una casa. Cattura un pezzo in diagonale davanti a sé. Dalla posizione iniziale può saltare due case in una volta.
ru: Ходит на одно поле вперёд. Бьёт фигуру по диагонали перед собой. С начальной позиции может пойти сразу на два поля.
zh_hans: 向前走一格。斜前方吃子。从起始位置可一次跳两格。

source: Kreće se horizontalno ili vertikalno, koliko god polja želi. Ne može preskakati figure.
de: Er zieht waagerecht oder senkrecht, beliebig weit. Er kann keine Figuren überspringen.
en: It moves horizontally or vertically, as many squares as it likes. It cannot jump over pieces.
fr: Elle se déplace horizontalement ou verticalement, autant de cases qu’elle veut. Elle ne peut pas sauter par-dessus les pièces.
hi: यह क्षैतिज या लंबवत, जितने चाहे खाने चलता है। यह मोहरों के ऊपर से नहीं कूद सकता।
it: Si muove in orizzontale o verticale, per quante case vuole. Non può saltare i pezzi.
ru: Ходит по горизонтали или вертикали на любое число полей. Не может перепрыгивать фигуры.
zh_hans: 横向或纵向走任意格数。不能跳过棋子。

source: Kreće se u obliku slova L: dva polja u jednom pravcu pa jedno bočno. Jedina figura koja može preskočiti druge.
de: Er zieht in L-Form: zwei Felder in eine Richtung, dann eins zur Seite. Die einzige Figur, die über andere springen kann.
en: It moves in an L shape: two squares in one direction, then one to the side. The only piece that can jump over others.
fr: Il se déplace en forme de L : deux cases dans une direction puis une sur le côté. La seule pièce qui peut sauter par-dessus les autres.
hi: यह L आकार में चलता है: एक दिशा में दो खाने फिर एक बगल में। एकमात्र मोहरा जो दूसरों के ऊपर से कूद सकता है।
it: Si muove a forma di L: due case in una direzione poi una di lato. L’unico pezzo che può saltare gli altri.
ru: Ходит буквой «Г»: два поля в одну сторону, затем одно вбок. Единственная фигура, способная перепрыгивать через другие.
zh_hans: 走 L 形：朝一个方向走两格，再横走一格。唯一能跳过其他棋子的棋子。

source: Kreće se dijagonalno, koliko god polja želi. Uvek ostaje na istoj boji polja.
de: Er zieht diagonal, beliebig weit. Er bleibt immer auf der gleichen Feldfarbe.
en: It moves diagonally, as many squares as it likes. It always stays on the same colour of square.
fr: Il se déplace en diagonale, autant de cases qu’il veut. Il reste toujours sur la même couleur de case.
hi: यह तिरछे, जितने चाहे खाने चलता है। यह हमेशा एक ही रंग के खाने पर रहता है।
it: Si muove in diagonale, per quante case vuole. Resta sempre sullo stesso colore di casa.
ru: Ходит по диагонали на любое число полей. Всегда остаётся на полях одного цвета.
zh_hans: 沿对角线走任意格数。始终停留在同色格上。

source: Najjača figura na tabli. Kombinuje kretanje topa i lovca — horizontalno, vertikalno i dijagonalno.
de: Die stärkste Figur auf dem Brett. Sie verbindet die Bewegung von Turm und Läufer — waagerecht, senkrecht und diagonal.
en: The strongest piece on the board. It combines the rook’s and bishop’s movement — horizontal, vertical and diagonal.
fr: La pièce la plus forte de l’échiquier. Elle combine les déplacements de la tour et du fou — horizontal, vertical et diagonal.
hi: बोर्ड का सबसे मजबूत मोहरा। यह हाथी और ऊँट की चाल को मिलाता है — क्षैतिज, लंबवत और तिरछा।
it: Il pezzo più forte della scacchiera. Combina il movimento di torre e alfiere — orizzontale, verticale e diagonale.
ru: Сильнейшая фигура на доске. Сочетает ход ладьи и слона — по горизонтали, вертикали и диагонали.
zh_hans: 棋盘上最强的棋子。它兼具车和象的走法——横、竖、斜皆可。

source: Kreće se jedno polje u bilo kom smeru. Ne sme stati na polje koje napada protivnik. Zaštiti ga!
de: Er zieht ein Feld in beliebige Richtung. Er darf nicht auf ein vom Gegner angegriffenes Feld ziehen. Beschütze ihn!
en: It moves one square in any direction. It must not move to a square attacked by the opponent. Protect it!
fr: Il se déplace d’une case dans n’importe quelle direction. Il ne doit pas aller sur une case attaquée par l’adversaire. Protégez-le !
hi: यह किसी भी दिशा में एक खाना चलता है। यह विरोधी द्वारा हमलाग्रस्त खाने पर नहीं जा सकता। इसकी रक्षा करें!
it: Si muove di una casa in qualsiasi direzione. Non può andare su una casa attaccata dall’avversario. Proteggilo!
ru: Ходит на одно поле в любом направлении. Нельзя вставать на поле, атакованное соперником. Защищайте его!
zh_hans: 向任意方向走一格。不能走到对手攻击的格子上。保护好它！

source: Poseban potez: ako kralj i top nisu se još pomerali i između njih nema figura, kralj skoči dva polja ka topu, a top preskoči kralja. Tapni g1 (kratka rokada) ili c1 (duga rokada).
de: Ein besonderer Zug: Wenn König und Turm noch nicht gezogen haben und keine Figur dazwischen steht, springt der König zwei Felder zum Turm und der Turm überspringt den König. Tippe g1 (kurze Rochade) oder c1 (lange Rochade).
en: A special move: if the king and rook have not yet moved and there are no pieces between them, the king jumps two squares toward the rook and the rook hops over the king. Tap g1 (kingside) or c1 (queenside).
fr: Un coup spécial : si le roi et la tour n’ont pas encore bougé et qu’aucune pièce ne les sépare, le roi saute de deux cases vers la tour et la tour franchit le roi. Touchez g1 (petit roque) ou c1 (grand roque).
hi: विशेष चाल: यदि राजा और हाथी अभी तक नहीं हिले हैं और उनके बीच कोई मोहरा नहीं है, तो राजा हाथी की ओर दो खाने कूदता है और हाथी राजा के ऊपर से कूदता है। g1 (छोटी कैसलिंग) या c1 (बड़ी कैसलिंग) पर टैप करें।
it: Una mossa speciale: se re e torre non si sono ancora mossi e non ci sono pezzi tra loro, il re salta due case verso la torre e la torre scavalca il re. Tocca g1 (arrocco corto) o c1 (arrocco lungo).
ru: Особый ход: если король и ладья ещё не ходили и между ними нет фигур, король прыгает на два поля к ладье, а ладья перескакивает через короля. Коснитесь g1 (короткая рокировка) или c1 (длинная).
zh_hans: 特殊走法：如果王和车都还未移动且它们之间没有棋子，王朝车跳两格，车越过王。点按 g1（短易位）或 c1（长易位）。

source: Posebno uzimanje pešakom: ako protivnički pešak skoči dva polja i nađe se pored tvojeg pešaka, možeš ga uzeti 'u prolazu' — kao da se pomerio samo jedno polje. Tapni d6.
de: Ein besonderer Bauernschlag: Springt ein gegnerischer Bauer zwei Felder vor und landet neben deinem Bauern, darfst du ihn „en passant“ schlagen — als wäre er nur ein Feld gezogen. Tippe d6.
en: A special pawn capture: if an enemy pawn jumps two squares and lands beside your pawn, you may take it 'en passant' — as if it had moved only one square. Tap d6.
fr: Une prise spéciale du pion : si un pion adverse avance de deux cases et se retrouve à côté de votre pion, vous pouvez le prendre « en passant » — comme s’il n’avait avancé que d’une case. Touchez d6.
hi: प्यादे का विशेष मारना: यदि विरोधी प्यादा दो खाने कूदकर आपके प्यादे के बगल में आ जाए, तो आप उसे 'अन पासां' (चलते-चलते) मार सकते हैं — मानो वह केवल एक खाना चला हो। d6 पर टैप करें।
it: Una cattura speciale del pedone: se un pedone avversario salta di due case e si trova accanto al tuo, puoi prenderlo 'en passant' — come se avesse mosso di una sola casa. Tocca d6.
ru: Особое взятие пешкой: если пешка соперника прыгает на два поля и оказывается рядом с вашей, вы можете взять её «на проходе» — как если бы она пошла на одно поле. Коснитесь d6.
zh_hans: 特殊的兵吃法：如果对方的兵跳两格并停在你的兵旁边，你可以「吃过路兵」——就像它只走了一格一样。点按 d6。

source: Kad beli pešak stigne do osmog reda (redovi 8), može se pretvoriti u bilo koju figuru — gotovo uvek u damu. Tapni e8.
de: Erreicht ein weißer Bauer die achte Reihe (Reihe 8), kann er sich in eine beliebige Figur verwandeln — fast immer in eine Dame. Tippe e8.
en: When a white pawn reaches the eighth rank (row 8) it can turn into any piece — almost always a queen. Tap e8.
fr: Quand un pion blanc atteint la huitième rangée (rangée 8), il peut se transformer en n’importe quelle pièce — presque toujours en dame. Touchez e8.
hi: जब सफ़ेद प्यादा आठवीं रैंक (पंक्ति 8) तक पहुँचता है, तो यह किसी भी मोहरे में बदल सकता है — लगभग हमेशा वज़ीर में। e8 पर टैप करें।
it: Quando un pedone bianco raggiunge l’ottava traversa (riga 8) può trasformarsi in qualsiasi pezzo — quasi sempre in donna. Tocca e8.
ru: Когда белая пешка достигает восьмой горизонтали (ряд 8), она может превратиться в любую фигуру — почти всегда в ферзя. Коснитесь e8.
zh_hans: 当白兵到达第八横线（第 8 行）时，它可升变为任意棋子——几乎总是后。点按 e8。

source: Podešavanja
de: Einstellungen
en: Settings
fr: Réglages
hi: सेटिंग्स
it: Impostazioni
ru: Настройки
zh_hans: 设置

source: Težina
de: Schwierigkeit
en: Difficulty
fr: Difficulté
hi: कठिनाई
it: Difficoltà
ru: Сложность
zh_hans: 难度

source: Jezik
de: Sprache
en: Language
fr: Langue
hi: भाषा
it: Lingua
ru: Язык
zh_hans: 语言

source: Sistem
de: System
en: System
fr: Système
hi: सिस्टम
it: Sistema
ru: Системный
zh_hans: 跟随系统

source: Gotovo
de: Fertig
en: Done
fr: Terminé
hi: हो गया
it: Fatto
ru: Готово
zh_hans: 完成

source: Stockfish nivo
de: Stockfish-Stufe
en: Stockfish level
fr: Niveau de Stockfish
hi: Stockfish स्तर
it: Livello Stockfish
ru: Уровень Stockfish
zh_hans: Stockfish 等级

source: Veći nivo = jača igra.
de: Höhere Stufe = stärkeres Spiel.
en: Higher level = stronger play.
fr: Niveau plus élevé = jeu plus fort.
hi: उच्च स्तर = मजबूत खेल।
it: Livello più alto = gioco più forte.
ru: Выше уровень — сильнее игра.
zh_hans: 等级越高，棋力越强。

source: Početnik
de: Anfänger
en: Beginner
fr: Débutant
hi: शुरुआती
it: Principiante
ru: Новичок
zh_hans: 初学者

source: Amater
de: Amateur
en: Amateur
fr: Amateur
hi: शौकिया
it: Amatore
ru: Любитель
zh_hans: 业余

source: Napredno
de: Fortgeschritten
en: Advanced
fr: Avancé
hi: उन्नत
it: Avanzato
ru: Продвинутый
zh_hans: 高级

source: Ekspert
de: Experte
en: Expert
fr: Expert
hi: विशेषज्ञ
it: Esperto
ru: Эксперт
zh_hans: 专家

source: Maksimalno
de: Maximum
en: Maximum
fr: Maximum
hi: अधिकतम
it: Massimo
ru: Максимум
zh_hans: 最大

source: Klasična
de: Klassisch
en: Classic
fr: Classique
hi: क्लासिक
it: Classico
ru: Классическая
zh_hans: 经典

source: Šumska
de: Wald
en: Forest
fr: Forêt
hi: वन
it: Foresta
ru: Лесная
zh_hans: 森林

source: Drvo
de: Holz
en: Wood
fr: Bois
hi: लकड़ी
it: Legno
ru: Дерево
zh_hans: 木质

source: Ugalj
de: Kohle
en: Charcoal
fr: Charbon
hi: कोयला
it: Carbonella
ru: Уголь
zh_hans: 木炭

source: Polarna
de: Polar
en: Polar
fr: Polaire
hi: ध्रुवीय
it: Polare
ru: Полярная
zh_hans: 极地

source: Pesak
de: Sand
en: Sand
fr: Sable
hi: रेत
it: Sabbia
ru: Песок
zh_hans: 沙滩

source: Sajber
de: Cyber
en: Cyber
fr: Cyber
hi: साइबर
it: Cyber
ru: Кибер
zh_hans: 赛博

source: Izgled table
de: Brett-Aussehen
en: Board Appearance
fr: Apparence de l'échiquier
hi: बोर्ड का रूप
it: Aspetto della scacchiera
ru: Внешний vuд доски
zh_hans: 棋盘外观

source: Tema table
de: Brett-Thema
en: Board Theme
fr: Thème de l'échiquier
hi: बोर्ड थीम
it: Tema della scacchiera
ru: Тема доски
zh_hans: 棋盘主题

source: Prikaži koordinate
de: Koordinaten anzeigen
en: Show Coordinates
fr: Afficher les coordonnées
hi: निर्देशांक दिखाएं
it: Mostra coordinate
ru: Показывать координаты
zh_hans: 显示坐标

source: Prikaži poslednji potez
de: Letzten Zug anzeigen
en: Show Last Move
fr: Afficher le dernier coup
hi: अंतिम चाल दिखाएं
it: Mostra l'ultima mossa
ru: Показывать последний ход
zh_hans: 显示最后一步

source: Prikaži moguća polja
de: Legale Züge anzeigen
en: Show Legal Moves
fr: Afficher les coups légaux
hi: वैध चालें दिखाएं
it: Mostra mosse legali
ru: Показывать возможные ходы
zh_hans: 显示合法走法

source: Stil figura
de: Figurenstil
en: Piece Style
fr: Style des pièces
hi: मोहरों की शैली
it: Stile dei pezzi
ru: Стиль фигур
zh_hans: 棋子风格

source: Igra i pravila
de: Spiel & Regeln
en: Game & Rules
fr: Jeu & Règles
hi: खेल और नियम
it: Gioco & Regole
ru: Игра и правила
zh_hans: 游戏与规则

source: Automatska promocija u damu
de: Automatische Damen-Umwandlung
en: Auto Promote to Queen
fr: Promotion automatique en dame
hi: वज़ीर में स्वचालित पदोन्नति
it: Promozione automatica a donna
ru: Автопревращение в ферзя
zh_hans: 自动升变为后

source: Rotiraj tablu u lokalnoj igri
de: Brett im lokalen Spiel drehen
en: Rotate Board in Local Play
fr: Tourner l'échiquier en jeu local
hi: स्थानीय खेल में board घुमाएँ
it: Ruota la scacchiera nel gioco locale
ru: Поворачивать доску в локальной игре
zh_hans: 在本地对战中旋转棋盘

source: Izgled
de: Aussehen
en: Appearance
fr: Apparence
hi: रूप
it: Aspetto
ru: Оформление
zh_hans: 外观

source: Svetla
de: Hell
en: Light
fr: Clair
hi: हल्का
it: Chiaro
ru: Светлая
zh_hans: 浅色

source: Tamna
de: Dunkel
en: Dark
fr: Sombre
hi: गहरा
it: Scuro
ru: Тёмная
zh_hans: 深色

source: Ostalo
de: Sonstiges
en: Other
fr: Autre
hi: अन्य
it: Altro
ru: Другое
zh_hans: 其他

source: Tanke
de: Dünn
en: Thin
fr: Fin
hi: पतली
it: Sottile
ru: Тонкие
zh_hans: 细体

source: Igraonica
de: Spielzimmer
en: Gameroom
fr: Gameroom
hi: गेमरूम
it: Gameroom
ru: Игровая комната
zh_hans: 游戏室

source: Staklene
de: Glas
en: Glass
fr: Verre
hi: कांच
it: Vetro
ru: Стеклянные
zh_hans: 玻璃

source: Prevlačenje levo/desno
de: Wischen links/rechts
en: Swipe left/right
fr: Glisser gauche/droite
hi: बाएं/दाएं स्वाइप करें
it: Scorri sinistra/destra
ru: Проведите влево/вправо
zh_hans: 左右滑动

source: Prevlačenje gore/dole
de: Wischen oben/unten
en: Swipe up/down
fr: Glisser haut/bas
hi: ऊपर/नीचे स्वाइप करें
it: Scorri su/giù
ru: Проведите вверх/вниз
zh_hans: 上下滑动

source: Lokalni AI: Početnik
de: Lokale KI: Anfänger
en: Local AI: Beginner
fr: IA locale: Débutant
hi: स्थानीय एआई: शुरुआती
it: IA locale: Principiante
ru: Локальный ИИ: Новичок
zh_hans: 本地 AI：初学者

source: Lokalni AI: Amater
de: Lokale KI: Amateur
en: Local AI: Amateur
fr: IA locale: Amateur
hi: स्थानीय एआई: शौकिया
it: IA locale: Dilettante
ru: Локальный ИИ: Любитель
zh_hans: 本地 AI：业余

source: Lokalni AI: Napredni
de: Lokale KI: Fortgeschritten
en: Local AI: Advanced
fr: IA locale: Avancé
hi: स्थानीय एआई: उन्नत
it: IA locale: Avanzato
ru: Локальный ИИ: Продвинутый
zh_hans: 本地 AI：高级

source: Stockfish: Maksimalno
de: Stockfish: Maximum
en: Stockfish: Maximum
fr: Stockfish: Maximum
hi: स्टॉकफ़िश: अधिकतम
it: Stockfish: Massimo
ru: Stockfish: Максимум
zh_hans: Stockfish：最大

source: Zvuk
de: Ton
en: Sound
fr: Son
hi: ध्वनि
it: Suono
ru: Звук
zh_hans: 声音

source: Vibracija
de: Vibration
en: Haptics
fr: Vibrations
hi: कंपन
it: Vibrazione
ru: Вибрация
zh_hans: 振动反馈

source: O aplikaciji
de: Über die App
en: About
fr: À propos
hi: ऐप के बारे में
it: Informazioni
ru: О приложении
zh_hans: 关于应用

source: Verzija 1.0.0
de: Version 1.0.0
en: Version 1.0.0
fr: Version 1.0.0
hi: संस्करण 1.0.0
it: Versione 1.0.0
ru: Версия 1.0.0
zh_hans: 版本 1.0.0
